"Western (Mac OS Roman)" = "Západní (Mac OS Roman)";
"Japanese (Mac OS)" = "Japonské (Mac OS)";
"Traditional Chinese (Mac OS)" = "Tradiční čínské (Mac OS)";
"Korean (Mac OS)" = "Korejské (Mac OS)";
"Arabic (Mac OS)" = "Arabské (Mac OS)";
"Hebrew (Mac OS)" = "Hebrejské (Mac OS)";
"Greek (Mac OS)" = "Řecké (Mac OS)";
"Cyrillic (Mac OS)" = "Cyrilice (Mac OS)";
"Devanagari (Mac OS)" = "Devanágarské (Mac OS)";
"Gurmukhi (Mac OS)" = "Pandžábské (Mac OS)";
"Gujarati (Mac OS)" = "Gudžarátské (Mac OS)";
"Thai (Mac OS)" = "Thajské (Mac OS)";
"Simplified Chinese (Mac OS)" = "Zjednodušené čínské (Mac OS)";
"Tibetan (Mac OS)" = "Tibetské (Mac OS)";
"Central European (Mac OS)" = "Středoevropské (Mac OS)";
"Symbol (Mac OS)" = "Symbol (Mac OS)";
"Dingbats (Mac OS)" = "Dingbats (Mac OS)";
"Turkish (Mac OS)" = "Turecké (Mac OS)";
"Croatian (Mac OS)" = "Chorvatské (Mac OS)";
"Icelandic (Mac OS)" = "Islandské (Mac OS)";
"Romanian (Mac OS)" = "Rumunské (Mac OS)";
"Celtic (Mac OS)" = "Keltské (Mac OS)";
"Gaelic (Mac OS)" = "Gaelské (Mac OS)";
"Keyboard Symbols (Mac OS)" = "Klávesnicové symboly (Mac OS)";
"Farsi (Mac OS)" = "Perské (Mac OS)";
"Cyrillic (Mac OS Ukrainian)" = "Cyrilice (ukrajinský Mac OS)";
"Inuit (Mac OS)" = "Inuitské (Mac OS)";
"Unicode (UTF-16)" = "Unicode (UTF-16)";
"Unicode (UTF-7)" = "Unicode (UTF-7)";
"Unicode (UTF-8)" = "Unicode (UTF-8)";
"Unicode (UTF-32)" = "Unicode (UTF-32)";
"Unicode (UTF-16BE)" = "Unicode (UTF-16BE)";
"Unicode (UTF-16LE)" = "Unicode (UTF-16LE)";
"Unicode (UTF-32BE)" = "Unicode (UTF-32BE)";
"Unicode (UTF-32LE)" = "Unicode (UTF-32LE)";
"Western (ISO Latin 1)" = "Západní (ISO Latin 1)";
"Central European (ISO Latin 2)" = "Středoevropské (ISO Latin 2)";
"Western (ISO Latin 3)" = "Západní (ISO Latin 3)";
"Central European (ISO Latin 4)" = "Středoevropské (ISO Latin 4)";
"Cyrillic (ISO 8859-5)" = "Cyrilice (ISO 8859-5)";
"Arabic (ISO 8859-6)" = "Arabské (ISO 8859-6)";
"Greek (ISO 8859-7)" = "Řecké (ISO 8859-7)";
"Hebrew (ISO 8859-8)" = "Hebrejské (ISO 8859-8)";
"Turkish (ISO Latin 5)" = "Turecké (ISO Latin 5)";
"Nordic (ISO Latin 6)" = "Nordické (ISO Latin 6)";
"Thai (ISO 8859-11)" = "Thajské (ISO 8859-11)";
"Baltic (ISO Latin 7)" = "Baltické (ISO Latin 7)";
"Celtic (ISO Latin 8)" = "Keltské (ISO Latin 8)";
"Western (ISO Latin 9)" = "Západní (ISO Latin 9)";
"Romanian (ISO Latin 10)" = "Rumunské (ISO Latin 10)";
"Latin-US (DOS)" = "Latinka-US (DOS)";
"Greek (DOS)" = "Řecké (DOS)";
"Baltic (DOS)" = "Baltické (DOS)";
"Western (DOS Latin 1)" = "Západní (DOS Latin 1)";
"Greek (DOS Greek 1)" = "Řecké (DOS Greek 1)";
"Central European (DOS Latin 2)" = "Středoevropské (DOS Latin 2)";
"Cyrillic (DOS)" = "Cyrilice (DOS)";
"Turkish (DOS)" = "Turecké (DOS)";
"Portuguese (DOS)" = "Portugalské (DOS)";
"Icelandic (DOS)" = "Islandské (DOS)";
"Hebrew (DOS)" = "Hebrejské (DOS)";
"Canadian French (DOS)" = "Kanadské francouzské (DOS)";
"Arabic (DOS)" = "Arabské (DOS)";
"Nordic (DOS)" = "Nordické (DOS)";
"Russian (DOS)" = "Ruské (DOS)";
"Greek (DOS Greek 2)" = "Řecké (DOS Greek 2)";
"Thai (Windows, DOS)" = "Thajské (Windows, DOS)";
"Japanese (Windows, DOS)" = "Japonské (Windows, DOS)";
"Simplified Chinese (Windows, DOS)" = "Zjednodušené čínské (Windows, DOS)";
"Korean (Windows, DOS)" = "Korejské (Windows, DOS)";
"Traditional Chinese (Windows, DOS)" = "Tradiční čínské (Windows, DOS)";
"Western (Windows Latin 1)" = "Západní (Windows Latin 1)";
"Central European (Windows Latin 2)" = "Středoevropské (Windows Latin 2)";
"Cyrillic (Windows)" = "Cyrilice (Windows)";
"Greek (Windows)" = "Řecké (Windows)";
"Turkish (Windows Latin 5)" = "Turecké (Windows Latin 5)";
"Hebrew (Windows)" = "Hebrejské (Windows)";
"Arabic (Windows)" = "Arabské (Windows)";
"Baltic (Windows)" = "Baltické (Windows)";
"Vietnamese (Windows)" = "Vietnamské (Windows)";
"Western (ASCII)" = "Západní (ASCII)";
"Japanese (Shift JIS X0213)" = "Japonské (Shift JIS X0213)";
"Chinese (GBK)" = "Čínské (GBK)";
"Chinese (GB 18030)" = "Čínské (GB 18030)";
"Japanese (ISO 2022-JP)" = "Japonské (ISO 2022-JP)";
"Japanese (ISO 2022-JP-2)" = "Japonské (ISO 2022-JP-2)";
"Japanese (ISO 2022-JP-1)" = "Japonské (ISO 2022-JP-1)";
"Chinese (ISO 2022-CN)" = "Čínské (ISO 2022-CN)";
"Korean (ISO 2022-KR)" = "Korejské (ISO 2022-KR)";
"Japanese (EUC)" = "Japonské (EUC)";
"Simplified Chinese (GB 2312)" = "Zjednodušené čínské (GB 2312)";
"Traditional Chinese (EUC)" = "Tradiční čínské (EUC)";
"Korean (EUC)" = "Korejské (EUC)";
"Japanese (Shift JIS)" = "Japonské (Shift JIS)";
"Cyrillic (KOI8-R)" = "Cyrilice (KOI8-R)";
"Traditional Chinese (Big 5)" = "Tradiční čínské (Big 5)";
"Western (Mac Mail)" = "Západní (Mac Mail)";
"Simplified Chinese (HZ GB 2312)" = "Zjednodušené čínské (HZ GB 2312)";
"Traditional Chinese (Big 5 HKSCS)" = "Tradiční čínské (Big 5 HKSCS)";
"Ukrainian (KOI8-U)" = "Ukrajinské (KOI8-U)";
"Traditional Chinese (Big 5-E)" = "Tradiční čínské (Big 5-E)";
"Western (NextStep)" = "Západní (NextStep)";
"Non-lossy ASCII" = "Bezeztrátové ASCII";
"Western (EBCDIC Latin Core)" = "Západní (EBCDIC Latin Core)";
"Western (EBCDIC Latin 1)" = "Západní (EBCDIC Latin 1)";
"Japanese (Auto Detect)" = "Japonské (automatická detekce)";
